{
    "title": "The Mysteries Locked Inside Nordic Seed Vaults",
    "author": "John Doe",
    "category": "Stories",
    "publishedAt": "Aug 29, 2022",
    "prelude": "Oatly wants to uncover what those mysteries say about oats. So does the Nordic Genetic Resource Center. Can you guess what happens next?",
    "paragraphs": [
        "A long time ago (about 15 years), in a galaxy far, far away (Norway), a brutalist concrete vault was born from a mountain. In its depths lie the spare keys to our global food supply: seeds. Lots and lots of seeds--millions of them.",
        "The Svalbard Global Seed Vault in Longyearbyen evokes awe and bewilderment from both its visitors and anyone who can type \"doomsday seed vault\" into an image search. A fortress of biodiversity, the vault offers an insurance policy against global disasters that can endanger our food supply (see: climate change). Imagine it as the planet's fallout shelter--only this is stocked with more than a million varieties of crop seeds rather than cans of green beans.",
        "So, yeah, it's kind of a big deal. The vault's very existence shows what can be accomplished when nearly every country in the world works toward a common goal to refrigerate a bunch of seeds in a mountain. Plus, during its 15-year anniversary celebration in February, nearly two dozen local 15-year-olds went out there to take part in the ceremonies. That sort of party theme doesn't grow on trees.",
        "Such a spectacle needs keepers, of course - protectors of its powers. First is Norway, which built and owns the seed vault. Next is the Crop Trust, an international organization working to make available the world's crop diversity. And finally there's the Nordic Genetic Resource Center, better known as NordGen and barely known as a collaborator with Oatly. (Did you really think we weren't going to make this about us?) A self-proclaimed “knowledge center for genetic resources,” NordGen comprises experts in the genetic diversity of plants and animals in the Nordic countries. Plus, it maintains more than 33,000 collections of its own seeds, making it the perfect ward of the Svalbard Global Seed Vault.",
        "All of which makes it a perfect partner for Oatly. After all, we are from Sweden and Sweden is a Nordic country. That math is just too sound. And, like NordGen, we have a keen interest in understanding and promoting the genetic diversity of crops--mostly as it pertains to oats. Which we admit is very predictable.",
        "OK, let's stop here--because the rest of this feature dives into oat science and gets complex very fast. That's actually why we led with the Svalbard Global Seed Vault. It's cool enough to compel anyone to click through, don't you think? We agree. So, if you need to, please take a moment and behold its majesty once again before reading further.",
        "Now back to science. What makes NordGen so special to Oatly is that it has a historical perspective of Nordic oats. In fact, it stores more than 1,000 oat accessions that give glimpses into the breeding history and untapped genetic potential of oats dating way back to the beginning of the 1900s."
    ]
}